Repository: fluid-checkout/fluid-checkout
Catalog: languages/fluid-checkout-*.po
Languages: de_de

source: (Experimental) Display an additional "Place order" and terms checkbox below the order summary in the sidebar.
de_de: (Experimentell) Ein zusätzliches Kontrollkästchen "Bestellung aufgeben" und Bedingungen unterhalb der Bestellübersicht in der Seitenleiste anzeigen.

source: (Experimental) Use theme's page header and footer for the checkout page
de_de: (Experimentell) Verwenden Sie die Kopf- und Fußzeile des Themas für die Kassenseite

source: (Required)
de_de: (Erforderlich)

source: <strong>%1$s</strong> requires <strong>%2$s</strong> to be installed and activated. <a href="%3$s">Activate WooCommerce</a>
de_de: <strong>%1$s</strong> erfordert, dass <strong>%2$s</strong> installiert und aktiviert ist. <a href="%3$s">WooCommerce aktivieren</a>

source: <strong>%1$s</strong> requires <strong>%2$s</strong> to be installed and activated. <a href="%3$s">Go to Plugin Search</a>
de_de: <strong>%1$s</strong> erfordert, dass <strong>%2$s</strong> installiert und aktiviert ist. <a href="%3$s">Zur Plugin-Suche gehen</a>

source: Add %s
de_de: %s hinzufügen

source: Add a gift message
de_de: Geschenknachricht hinzufügen

source: Add a phone field to the shipping address form
de_de: Füge ein Telefonnummer Feld zu dem Lieferadresse Formular hinzu

source: Add widget areas to the checkout page
de_de: Füge Widget-Bereiche zur Checkout Seite hinzu

source: Additional notes
de_de: Zusätzliche Notizen

source: Advanced
de_de: Erweitert

source: Allow customers to add a gift message and other gift related options to the order.
de_de: Erlaube Konsumenten eine Geschenknachricht und andere Geschenkbezogene Optionen für die Bestellung.

source: Already have an account?
de_de: Du hast bereits ein Konto?

source: An account will be created with the information provided.
de_de: Es wird ein Konto mit den angegebenen Informationen erstellt.

source: Apartment, unit, building, floor, etc.
de_de: Wohnung, Einheit, Gebäude, Stockwerk, etc.

source: Applies only to multi-step layouts.
de_de: Gilt nur für mehrstufige Layouts.

source: Billing Address
de_de: Rechnungsadresse

source: Billing address same as the shipping address checked by default
de_de: Rechungsadresse gleich der Lieferadresse angewählt als Standard.

source: Billing to
de_de: Rechnungsstellung an

source: Brief message with up to %d characters, printed on the packing slip.
de_de: Kurze Nachricht mit bis zu %d Zeichen, die auf den Packzettel gedruckt wird.

source: Brief message, printed on the packing slip.
de_de: Kurze Nachricht, die auf den Packzettel gedruckt wird.

# Button label for applying coupon codes
source: Apply
de_de: Hinzufügen

source: Cart total:
de_de: Warenkorb-Summe:

source: Change email address to: {suggestion-value}
de_de: Ändere die E-Mail Adresse zu: {suggestion-value}

source: Change: %s
de_de: Änderung: %s

source: Checkout Header - Desktop
de_de: Kopfzeile der Kasse - Desktop

source: Checkout Header - Mobile
de_de: Kopfzeile der Kasse - Mobil

source: Checkout Layout
de_de: Kassenlayout

source: Checkout Sidebar
de_de: Kasse Seitenleiste

# Checkout step title
source: Billing
de_de: Abrechnung

# Checkout step title
source: Contact
de_de: Kontakt

# Checkout step title
source: Payment
de_de: Bezahlung

# Checkout step title
source: Shipping
de_de: Versand

# Checkout substep change link label
source: Change
de_de: Ändern

# Checkout substep save link label
source: Save changes
de_de: Änderungen speichern

source: Checkout Widget Areas
de_de: Checkout Widget Bereiche

source: Choose a background color for the checkout page header. Only applies when using the plugin's checkout header.
de_de: Wähle eine Hintergrundfarbe für die Kopfzeile der Checkout-Seite. Gilt nur, wenn du den Checkout-Header des Plugins verwendest.

source: Choose an image to be displayed on the checkout page header. Only applies when using the plugin's checkout header.
de_de: Wähle ein Bild, welches im Header der Checkout-Seite angezeigt wird. Wired nur angewendet, wenn der Plugin Checkout Header verwendet wird.

source: Choose in which step to display the shipping phone
de_de: Wähle aus, in welchem Schritt die Liefer-Telefonnummer angezeigt wird

source: Click to go to the order summary
de_de: Klicke um zur Bestellzusammenfassung zu gelangen

source: Close and continue with checkout
de_de: Schließen und mit dem Checkout fortfahren

# Close button aria-label
source: Close
de_de: Schließen

source: Continue
de_de: Weiter

source: Controls whether to use the Fluid Checkout page header and footer or keep the currently active theme's.
de_de: Legt fest, ob die Kopf- und Fußzeile der Fluid Checkout-Seite verwendet werden soll oder ob die Kopf- und Fußzeile des derzeit aktiven Themas beibehalten werden soll.

source: Coupon code
de_de: Gutscheincode

source: Create an account
de_de: Erstelle ein Konto

source: Debug mode
de_de: Debug-Modus

source: Debug options
de_de: Debug Optionen

source: Define the visibility of the additional order notes field.
de_de: Definieren Sie die Sichtbarkeit des Feldes für zusätzliche Auftragsnotizen.

source: Delivery Date
de_de: Zustelldatum

source: Delivery Options
de_de: Lieferotionen

source: Delivery or Pickup
de_de: Lieferung oder Abholung

source: Did you mean %s?
de_de: Meintest du %s?

source: Dismiss Notice
de_de: Hinweis ausblenden

source: Display gift message and other gift options at the checkout page
de_de: Zeige Geschenknachricht und andere geschenkbezogene Optionen auf der Checkout Seite

source: Display the "Add" link buttons in lowercase
de_de: Die Schaltflächen für den "Hinzufügen"-Link in Kleinbuchstaben anzeigen

source: Display the coupon codes section title
de_de: Zeige den Gutscheincode Sektion Titel

source: Display the gift message as part of the order details table instead of a separate section
de_de: Anzeige der Geschenknachricht als Teil der Tabelle mit den Auftragsdetails statt als separater Abschnitt

source: Display the gift message fields always expanded
de_de: Anzeige der Felder für Geschenknachrichten immer vergrößert

source: Display widgets below the checkout header for mobile devices. Only displayed if using the plugin's checkout header.
de_de: Anzeige von Widgets unterhalb der Kopfzeile der Kasse für mobile Geräte. Wird nur angezeigt, wenn Sie die Kopfzeile der Kasse des Plugins verwenden.

source: Display widgets inside the order summary at the checkout page.
de_de: Zeige Widgets innerhalb der Bestellzusammenfassung auf der Kasse Seite

source: Display widgets on the checkout header for large screens. Only displayed if using the plugin's checkout header.
de_de: Widgets in der Kopfzeile der Kasse für große Bildschirme anzeigen. Wird nur angezeigt, wenn Sie die Kopfzeile der Kasse des Plugins verwenden.

source: Display widgets on the checkout sidebar after the order summary.
de_de: Zeige Widgets in der Kassen Seitenleiste nach der Bestellzusammenfassung.

source: Displays the express checkout section at checkout when supported payment gateways have this feature enabled.
de_de: Zeigt die Express-Checkout-Sektion an der Kasse an, wenn die unterstützten Zahlungsgateways diese Funktion aktiviert haben.

source: Do not hide "Address line 2" fields behind a link button
de_de: Verstecke das Feld "Adresszeile 2" nicht hinter einem Link Button.

source: Edit Cart
de_de: Warenkorb bearbeiten

# Edit gift options link on admin order details screen
source: Edit
de_de: Bearbeiten

source: Enable the express checkout section at checkout
de_de: Express Checkout Sektion im Checkout aktivieren

source: Enter your code here
de_de: Gib hier deinen Code ein

# Field label for person sending the gift
source: From
de_de: Von

source: Gift message
de_de: Geschenknachricht

source: Gift message from:
de_de: Geschenknachricht von:

source: Gift message:
de_de: Geschenknachricht:

source: Gift options
de_de: Geschenkoptionen

# Gift options section title in the order details
source: Gift message
de_de: Geschenknachricht

# Gift options section title in the order details
source: Gift message:
de_de: Geschenknachricht:

source: Go to the home page
de_de: Zur Startseite

source: Header and Footer
de_de: Kopfzeile und Fußzeile

source: Header background color
de_de: Header-Hintergrundfarbe

source: Hide optional fields behind a link button
de_de: Verstecke optionale Felder hinter einem Link Button

source: House number and street name.
de_de: Straße und Hausnummer

source: HTML color value. ie: #f3f3f3
de_de: HTML Farbwert. z.B.: #f3f3f3

source: I Need Help!
de_de: Ich brauche Hilfe!

# Image uploader.
source: No image selected.
de_de: Kein Bild ausgewählt.

source: Information message printed on the packing slips. May be replaced with the gift message for order with a gift message added.
de_de: Informationsnachricht auf den Packzetteln. Kann durch die Geschenknachricht ersetzt werden, wenn die Bestellung eine Geschenknachricht enthält.

source: Integrated Coupon Codes
de_de: Integrierte Gutscheincodes

source: Integrations
de_de: Integrationen

source: It is recommended to keep this options checked to reduce the number of open input fields, <a href="https://baymard.com/blog/checkout-flow-average-form-fields#1-address-line-2--company-name-can-safely-be-collapsed-behind-a-link" target="_blank">read the research</a>.
de_de: Es wird empfohlen, diese Option aktiviert zu lassen, um die Anzahl der offenen Eingabefelder zu reduzieren, <a href="https://baymard.com/blog/checkout-flow-average-form-fields#1-address-line-2--company-name-can-safely-be-collapsed-behind-a-link" target="_blank">lesen Sie die Studie.</a>

source: It is recommended to leave this option checked. The billing address at checkout will start with the option "Billing same as shipping" checked by default. This will reduce significantly the number of open input fields at the checkout, <a href="https://baymard.com/blog/checkout-flow-average-form-fields#3-default-billing--shipping-and-hide-the-fields-entirely" target="_blank">read the research</a>.
de_de: Es wird empfohlen, diese Option aktiviert zu lassen. Die Rechnungsadresse an der Kasse beginnt standardmäßig mit der aktivierten Option "Rechnungsadresse gleich Versandadresse". Dadurch wird die Anzahl der offenen Eingabefelder an der Kasse erheblich reduziert, <a href="https://baymard.com/blog/checkout-flow-average-form-fields#3-default-billing--shipping-and-hide-the-fields-entirely" target="_blank">lesen Sie die Studie</a>.

# Label on the order details for person sending the gift
source: From:
de_de: Von:

source: Load unminified assets
de_de: Nicht minimierte Assets laden

source: Local Pickup
de_de: Lokale Abholung

# Log in link label at checkout contact step
source: Log in
de_de: Anmelden

# Log in separator label at for when guest checkout is disabled
source: Or continue as a guest
de_de: Oder als Gast fortfahren

# Log in separator label at for when guest checkout is disabled
source: Or continue checkout below
de_de: Oder unten mit Bestellvorgang fortfahren

source: Logo image
de_de: Logo-Bild

source: Make the checkout progress bar stay visible while scrolling
de_de: Der Fortschrittsbalken der Kasse soll beim Scrollen sichtbar bleiben

source: Make the labels of optional field "Add" link button as <code>lowercase</code>. (ie. "Add phone number" instead of "Add Phone number")
de_de: Machen Sie die Beschriftung des optionalen Feldes "Hinzufügen" klein geschrieben <code>lowercase</code>. (z.B. "Telefonnummer hinzufügen" anstelle von "Telefonnummer Hinzufügen")

source: Make the order summary stay visible while scrolling
de_de: Die Zusammenfassung der Bestellung soll beim Scrollen sichtbar bleiben

source: Multi-step
de_de: Mehrstufig

source: My contact
de_de: Kontaktdaten

source: Name of who is sending the gift, printed on the packing slip.
de_de: Name des Absenders des Geschenks, der auf dem Packzettel steht.

source: No integrations available at the moment on this section. The options related to each plugin will only appear here if that plugin is activated.
de_de: Für diese Sektion sind aktuell keine Integrationen verfügbar. Die Optionen für die einzelnen Plugins werden hier nur angezeigt, wenn das jeweilige Plugin aktiviert ist.

source: Not selected yet.
de_de: Noch nicht ausgewählt.

# Notice for no delivery or pickup options provided
source: None.
de_de: Keine.

# Notice for no gift options provided
source: None.
de_de: Keine.

# Notice for no order notes provided
source: None.
de_de: Keine.

source: Only applicable if use of coupon codes are enabled in the WooCommerce settings.
de_de: Nur anwendbar, wenn die Benutzung von Gutscheincodes in den WooCommerce Einstellungen aktiviert ist.

source: Only applicable when using the Impreza theme header at the checkout page.
de_de: Bur anwendbar, wenn der Impreza Theme Header auf der Checkout Seite genutzt wird.

source: Only used for shipping-related questions.
de_de: Wird nur für versandbezogene Fragen verwendet.

source: Optional fields
de_de: Optionale Felder

source: Order and tracking number will be sent to this email address.
de_de: Bestellung und Sendungsverfolgung werden an diese E-Mail Adresse gesendet

source: Order notes
de_de: Anmerkungen zur Bestellung

# Order notes field visibility
source: Hidden
de_de: Ausgeblendet

source: Order number and receipt will be sent to this email address.
de_de: Bestellnummer und Rechnung werden an diese E-Mail gesendet

source: Order summary
de_de: Zusammenfassung der Bestellung

source: Packing Slips
de_de: Lieferscheine

source: Payment method
de_de: Zahlungsmethode

source: Pickup Date
de_de: Abholdatum

source: Pickup point
de_de: Abholpunkt

source: Proceed to %s
de_de: Weiter zu %s

source: Progress bar
de_de: Fortschrittsbalken

source: Provides a distraction free checkout experience for any WooCommerce store. Ask for shipping information before billing in a truly linear multi-step or one-step checkout, add options for gift message, and display a coupon code field at the checkout page that does not distract your customers.
de_de: Bietet eine ablenkungsfreie Kaufabwicklung für jeden WooCommerce-Shop. Fragen Sie nach Versandinformationen vor der Abrechnung in einem wirklich linearen mehrstufigen oder einstufigen Checkout, fügen Sie Optionen für Geschenknachrichten hinzu und zeigen Sie ein Gutscheincodefeld auf der Checkout-Seite an, das Ihre Kunden nicht ablenkt.

source: Rate Us Now
de_de: Bewerte uns jetzt

source: Recommended if most of the orders have only a few different products in the cart, and product variations do not take too much space on the order summary.
de_de: Empfohlen, wenn die meisten Bestellungen nur wenige unterschiedliche Produkte im Warenkorb haben, und Produktvariationen nicht viel Platz in der Bestellzusammenfassung wegnehmen.

source: Recommended only when most customers actually need the "Address line 2" field, or when getting the right shipping address is crucial (ie. if delivering food and other perishable products).
de_de: Empfohlen nur, wenn die meisten Kunden das Feld "Adresszeile 2" tatsächlich benötigen oder wenn die richtige Versandadresse entscheidend ist (z. B. bei der Lieferung von Lebensmitteln und anderen verderblichen Produkten).

source: Remove
de_de: Entfernen

source: Removes shipping address section when a Local Pickup shipping method is selected
de_de: Entfernt den Abschnitt für die Lieferadresse, wenn die Versandmethode "Lokale Abholung" ausgewählt wurde

source: Same as shipping address
de_de: Gleiche Adresse wie die Lieferadresse

source: Select an image
de_de: Wähle ein Bild aus

# Separator label for the express checkout section
source: Or
de_de: Oder

source: Settings
de_de: ﻿Einstellungen

# Settings section title
source: Integrations
de_de: Integrationen

source: Shipping method
de_de: Versandart

source: Shipping methods
de_de: Versandarten

# Shipping methods substep position
source: After shipping address
de_de: Nach Versandadresse

# Shipping methods substep position
source: Before shipping address
de_de: Vor Versandadresse

source: Shipping phone
de_de: Lieferadresse Telefonnummer

# Shipping phone field position
source: Contact
de_de: Kontakt

# Shipping phone field position
source: Shipping address
de_de: Lieferadresse

# Shipping phone field visibility
source: Hidden
de_de: Ausgeblendet

# Shipping phone field visibility
source: Required
de_de: Benötigt

source: Shipping to
de_de: Versand an

source: Show coupon codes as a substep of the payment step
de_de: Gutscheincodes als Teilschritt des Zahlungsschritts anzeigen

source: Sign in to your account
de_de: In deinem Konto anmelden

source: Single step
de_de: Einzelner Schritt

source: Skip to content
de_de: Springe zum Inhalt

source: Spacing for site header at the checkout page (in pixels)
de_de: Abstände für den Seiten Header auf der Checkout Seite (in Pixeln)

source: Step %1$s of %2$s
de_de: Schritt %1$s von %2$s

# Substep review text
source: None.
de_de: Keine.

source: Thanks for choosing Fluid Checkout, you rock!
de_de: Danke, dass Sie sich für Fluid Checkout entschieden haben, Sie sind spitze!

source: The shipping destination is always set to "Default to customer shipping address" when Fluid Checkout is activated. Customers can still provide different shipping and billing addresses during checkout, an option for setting the default billing address to be the same as the shipping address is available at WooCommerce > Settings > Fluid Checkout.
de_de: Das Versandziel ist immer auf "Standardversandadresse des Kunden" eingestellt, wenn Fluid Checkout aktiviert ist. Kunden können während der Kaufabwicklung immer noch unterschiedliche Versand- und Rechnungsadressen angeben. Eine Option zum Einstellen der Standard-Rechnungsadresse auf die gleiche Adresse wie die Versandadresse ist unter WooCommerce > Einstellungen > Fluid Checkout.

source: Theme Impreza
de_de: Impreza Theme

source: These widget areas are used to add trust symbols on the checkout page.
de_de: Diese Widget-Bereiche werden verwendet um Trust Symbole auf der Checkout Seite hinzuzufügen.

source: This does not match the related field value.
de_de: Dieser stimmt nicht mit dem Wert des Bezugsfeldes überein.

source: This is a required field.
de_de: Dies ist ein Pflichtfeld.

source: This is not a valid email address.
de_de: Dies ist keine gültige E-Mail-Adresse.

source: This option affects the order confirmation page (thank you page), order details at account pages, emails and packing slips.
de_de: Diese option beeinflusst die Bestellbestätigungsseite (Danke Seite), Bestelldetails auf Nutzerseiten, E-mails und Lieferscheinen.

source: Troubleshooting
de_de: Problembehandlung

source: Use Fluid Checkout header and footer
de_de: Fluid Checkout Kopf- und Fußzeile verwenden

source: Using debug mode affects the website performance. Only use this option while troubleshooting.
de_de: Die Verwendung des Debug-Modus beeinträchtigt die Leistung der Website. Verwende diese Option nur bei der Fehlersuche.

source: We recommend using the Fluid Checkout header and footer to avoid distractions at the checkout page. <a href="https://baymard.com/blog/cart-abandonment" target="_blank">Read the research about cart abandonment</a>.
de_de: Wir empfehlen die Verwendung der Kopf- und Fußzeile von Fluid Checkout, um Ablenkungen auf der Checkout-Seite zu vermeiden. <a href="https://baymard.com/blog/cart-abandonment" target="_blank">Lesen Sie die Studie über Warenkorbabbrüche</a>.

source: Write a gift message...
de_de: Schreibe eine Geschenknachricht...

source: You have been using Fluid Checkout for a while. How do you like it so far? <br>Please give us a quick rating, it works as a boost for us to keep working on the plugin :)
de_de: Sie verwenden Fluid Checkout schon eine Weile. Wie gefällt es Ihnen bis jetzt? <br>Bitte geben Sie uns eine kurze Bewertung, es ist ein Ansporn für uns, weiter am Plugin zu arbeiten :)

source: Your name
de_de: Dein Name

source: Your order has a total amount due of %s. No&nbsp;further payment is needed.
de_de: Für Ihre Bestellung ist ein Gesamtbetrag von %s fällig. Es ist keine&nbsp;weitere Zahlung erforderlich.
